[{
  "style": [
    0,
    0,
    0,
    0
  ],
  "name": "똑부러진 범생이 해치",
  "explain1": "당신은 똑부러진 성격의 범생이 해치입니다.",
  "explain2": "조용한 실내에서 주로 활동하며, 관람하는 활동을 통해 새로운 지식과 통찰력을 얻습니다.<br>관심있는 주제를 깊이있게 이해하고자 합니다.<br>그리고,이렇게 무언가를 배우게 되는 활동에서 큰 보람을 느낀다고 합니다.<br>근면성실하고 집중력이 뛰어난 모습으로 주변 사람들에게 영감을 줍니다.",
  "explain3": "똑부러진 범생이 해치와 함께 근면성실한 하루를 보내는건 어떨까요?"
},{
  "style": [
    0,
    0,
    0,
    1
  ],
  "name": "초롱초롱 빼꼼 해치",
  "explain1": "당신은 빼꼼 숨어있지만 초롱초롱한 눈빛을 가진 해치입니다",
  "explain2": "조용한 실내에서 주로 활동하며, 새로운 것을 주의 깊게 보는 것을 좋아합니다.<br>소심한 성격일 지녀 무언가 직접 해보는 것보다 한 발짝 떨어져 구경하는 것을 좋아합니다.<br>독서록보다는 일기를 쓰는 것을 좋아하고, 은근히 즉흥적인 성격의 소유자입니다. ",
  "explain3": "초롱초롱 빼꼼 해치의 눈을 보면 행복을 느낄 수 있답니다!"
},{
  "style": [
    0,
    0,
    1,
    0
  ],
  "name": "고민하는 박사 해치",
  "explain1": "당신은 조용히 교육적인 활동에 대해 고민하는 박사같은 해치입니다",
  "explain2": "관람하는 활동을 통해 새로운 지식과 통찰력을 얻고, 해당 주제를 깊이있게 이해하고자 합니다.<br>그리고, 이렇게 무언가를 배우게 되는 활동에서 큰 보람을 느낀다고 합니다.<br>실내에서 차분한 분위기로 고민하는 것을 좋아합니다.\n 지금은 연구실에서 실험 결과를 보며 연구 중인 듯 합니다.<br>박사 해치는 지금 함께 연구할 대학원생을 찾고 있다네요..",
  "explain3": "고민하는 박사 해치와 함께 연구한다면 분명 좋은 결과가 따를 것입니다!"
},{
  "style": [
    0,
    0,
    1,
    1
  ],
  "name": "두리번두리번 구경 해치",
  "explain1": "당신은 두리번 두리번거리며 주변을 구경하는 해치입니다.",
  "explain2": "조용한 실외에서 주변을 탐방하고 구경하는 것을 즐기는 해치입니다.<br>호기심이 많아 다양한 장소를 방문하고 사물과 자연을 관찰합니다.<br>새로운 경험과 자극적인 활동을 통해 스트레스를 풀고 즐거움을 찾습니다.<br>두리번거리는 모습으로 자유로운 탐색을 표현하며, 주변 사람들에게 새로운 시각과 경험을 안겨줍니다. ",
  "explain3": "두리번두리번 구경 해치에게는 모든 것이 새롭나 봅니다~"
},{
  "style": [
    0,
    1,
    0,
    0
  ],
  "name": "칭찬해줘 뿌듯 해치",
  "explain1": "당신은 배움이 있는 곳을 좋아하며, 칭찬과 인정을 받는 것을 사랑하는 해치입니다.",
  "explain2": "활기찬 분위기를 좋아하지만, 뜨거운 햇볓이나 얼음장같은 공기는 무서워해서 쉽게 밖으로 나가지 않습니다.<br>노력과 열정으로 성과를 이뤄냈을 때 뿌듯함을 느끼며, 자신과 주변 사람들의 성장을 응원하고 격려합니다.<br>칭찬과 격려의 말씀으로 주변을 밝게 비추는 해치의 존재는 따뜻한 분위기를 조성합니다.",
  "explain3": "칭찬은 해치도 춤추게 한답니다!"
},{
  "style": [
    0,
    1,
    0,
    1
  ],
  "name": "두근두근 설렌 해치",
  "explain1": "당신은 심장이 두근거리며 설렘을 느끼는 해치입니다",
  "explain2": "쾌적한 실내에서 관람하는 것을 좋아하고, 에너지가 넘치는 곳에서는 두근두근 가슴이 뜁니다.<br>활기차게 하루를 즐기는 것을 좋아하며 독서록 쓰기보다 일기 쓰는 것을 즐깁니다.<br>호불호가 뚜렷하여 가끔 지루해보이기도 하지만, 설레는 일 앞에서는 두근거리는 소리가 옆사람까지 들린다고 합니다!",
  "explain3": "두근두근 설렌 해치의 심장소리가 얼마나 클지 궁금하네요~"
},{
  "style": [
    0,
    1,
    1,
    0
  ],
  "name": "반짝반짝 꿈꾸는 해치",
  "explain1": "당신은 반짝반짝 미래를 꿈꾸는 해치입니다",
  "explain2": "활기찬 분위기와 에너지로 가득한 곳에서 흥미를 느낍니다.<br>반짝반짝 꿈꾸는 해치는 새로운 분야를 알아가기 좋아하고 뛰어난 관찰력으로 학습에 뛰어납니다.<br>예술의 아름다움을 느끼기를 좋아하고 바깥의 공기를 만끽하기를 좋아합니다.",
  "explain3": "반짝반짝 꿈꾸는 해치와 함께 꿈을 꾼다면 뭐든 이룰 수 있을 거예요!"
},{
  "style": [
    0,
    1,
    1,
    1
  ],
  "name": "흔들흔들 춤추는 해치",
  "explain1": "당신은 신나는 노래에 맞춰 흔들흔들 춤추는 해치입니다",
  "explain2": "활기차고 신나는 분위기가 가득하고 에너지가 넘치는 곳을 좋아해서 주로 야외 콘서트나 축제에서 볼 수 있습니다.<br>다양한 관람 활동을 통해 문화적인 즐거움과 감동을 추구합니다.<br>예술의 아름다움이나 흥겨운 공연의 분위기, 작품이나 퍼포먼스를 경험하는 것에 큰 자극을 느끼고 스트레스가 풀립니다.<br>또한, 야외의 넓은 장소에서 그들은 직접 현장을 관람하는 즐거움을 찾습니다.",
  "explain3": "흔들흔들 춤추는 해치와 함께라면 누구든 춤꾼이 될 수 있을 거예요!"
},{
  "style": [
    1,
    0,
    0,
    0
  ],
  "name": "끄덕끄덕 탐구 해치",
  "explain1": "당신은 끄덕끄덕 고개를 끄덕이며 새로운 지식을 탐구하는 해치입니다",
  "explain2": "조용한 실내에서 교육적인 활동과 탐구를 즐기는 해치입니다.<br>호기심이 많아 다양한 분야에 관심을 갖고, 자신의 지식을 공유하여 주변 사람들과 함께 성장하는 모습을 보여줍니다.<br>직접 실험해보고 체험해서 깨닫는 걸 좋아합니다.<br>지금도 무언가 깨달았는지 조용히 끄덕거리고 있네요. ",
  "explain3": "끄덕끄덕 탐구 해치와 함께 탐구심을 키워보는 건 어떤가요?"
},{
  "style": [
    1,
    0,
    0,
    1
  ],
  "name": "멍때리는 맹한 해치",
  "explain1": "당신은 맹-하게 멍때리는 해치입니다",
  "explain2": "실내에서 여유로운 시간을 보내는 해치입니다.<br>맹하게 보이면서도 깊은 사색에 잠겨있는 모습은 느긋하고 평온한 분위기를 조성합니다.<br>멍때림을 통해 내면의 평화를 찾고, 새로운 아이디어와 창의성을 발휘하는 해치입니다.<br>멍 때리며 있다가도 체험할 기회가 생기면 손을 번쩍 들어 경험해보는 은근 야무진 해치입니다.",
  "explain3": "멍때리는 맹한 해치는 무슨 생각을 하고 있을까요?"
},{
  "style": [
    1,
    0,
    1,
    0
  ],
  "name": "유유자적 선비 해치",
  "explain1": "당신은 선비처럼 유유자적한 해치입니다 ",
  "explain2": "조용하고 깊은 생각을 가진 해치로, 실외의 학습 경험을 추구합니다.<br>선비처럼 고요한 자연 속에서 독서하고 사색하는 것을 즐깁니다.<br>지적인 호기심과 인내심으로 지식을 탐구하며, 주변 사람들에게 조용한 영감과 지혜를 전해줍니다.<br>또 본인의 경험을 중요시 여기기에 뒷담화를 싫어한다고 합니다.",
  "explain3": "유유자적 선비 해치와 함께 묵묵히 풍부한 지식과 지혜를 얻을 수 있는 시간을 보내는건 어떤가요?"
},{
  "style": [
    1,
    0,
    1,
    1
  ],
  "name": "자박자박 나그네 해치",
  "explain1": "당신은 나그네처럼 자박자박 걸으며 여행하는 해치입니다 ",
  "explain2": "조용하고 차분한 성격의 해치로, 실외에서 평온한 장소를 찾아다니며 자연의 아름다움을 감상합니다.<br>그리고 이러한 환경에서 마음의 안정과 평화를 찾습니다.<br>다른 이의 경험을 듣기보다는 자신이 직접 경험하는 것을 소중히 여기기 때문에 언제나 본인이 직접 체험하기를 원한다네요.",
  "explain3": "나그네 해치와 함께 자박자박 걷는다면 마음이 풍족해지는 즐거운 여행을 경험할 수 있습니다!    "
},{
  "style": [
    1,
    1,
    0,
    0
  ],
  "name": "이글이글 열정 해치",
  "explain1": "당신은 이글이글 열정이 불타오르는 해치입니다",
  "explain2": "활기찬 분위기 속에서 더욱 에너지를 얻고, 항상 열정적으로 공부하고 알아가는 모습을 보여줍니다.<br>새로운 경험과 자극적인 활동을 통해 스트레스를 풀고 즐거움을 찾지만, 바깥을 돌아다니며 체력을 소진하고 싶지는 않아합니다.<br>뭐든 잘하고 싶은 욕심과 열정이 넘치는 멋진 해치입니다.",
  "explain3": "이글이글 열정 해치와 함께한다면 열정적인 탐구 정신으로 학습과 성장의 기회를 찾을 수 있을 거예요!"
},{
  "style": [
    1,
    1,
    0,
    1
  ],
  "name": "도도도 신나 해치",
  "explain1": "당신은 마룻바닥 위에서 도도도 달려다니며 신나하는 해치입니다 ",
  "explain2": "활기찬 분위기 속에서 새로운 경험과 자극적인 활동을 통해 스트레스를 풀고 즐거움을 찾습니다.<br>하지만, 뜨거운 햇볕이나 얼음장같은 공기는 무서워해서 쉽게 밖으로 나가지 않습니다.<br>재밌는 것을 보면 도도도 뛰어다니면서 이것저것 직접 경험해보는 것을 즐기는 해치입니다.",
  "explain3": "도도도 신나 해치와 함께하는 시간은 활발하고 신나는 분위기에서 즐거움과 흥미를 느낄 수 있는 특별한 경험이 될거예요!"
},{
  "style": [
    1,
    1,
    1,
    0
  ],
  "name": "데굴데굴 탐방 해치",
  "explain1": "당신은 탐험과 모험을 사랑하는 해치입니다 ",
  "explain2": "실외에서 새로운 장소를 발견하고 자연과 친해지는 것을 좋아합니다.<br>활기찬 분위기와 에너지로 가득한 곳에서 흥미를 느낍니다.<br>뭐든지 직접 보고 만지고 느껴봐야 직성이 풀리는 성격이라고 합니다.<br>오늘도 데굴데굴 구르면서 온몸으로 다양한 환경을 탐방하는 해치는 독특한 경험과 지식을 얻습니다. ",
  "explain3": "데굴데굴 탐방 해치는 같이 데굴데굴 구를 수 있는 사람을 찾고 있네요!"
},{
  "style": [
    1,
    1,
    1,
    1
  ],
  "name": "못말리는 천방지축 해치",
  "explain1": "당신은 아무도 말리지 못하는 천방지축 해치입니다 ",
  "explain2": "항상 야외에서 여기저기 쏘다니며 흥미로운 경험을 찾아다니고 있습니다.<br>활기찬 분위기 속에서 새롭고 자극적인 활동을 통해 스트레스를 풀고 즐거움을 찾습니다.<br>지금도 하루하루를 최대한 즐겁게 보낼 궁리를 하고 있네요.<br>동에번쩍 서에번쩍 즐거운 곳에 나타나 신나는 분위기와 공기를 만끽하고 갑니다.",
  "explain3": "못말리는 천방지축 해치와 함께한다면 빙글빙글 돌아가는 하루를 체험할 수 있습니다!"
}]